---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartAlias
source: html/761e2556-ef9e-8fe0-51a2-8a98efe39723.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartAlias Property

"Alias"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartAlias { get; }
```